driver-tests/bpelse/repeatuntil/RepeatuntilJbi/test/RepeatUntilNoExecutionTest3/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:rep="http://j2ee.netbeans.org/wsdl/RepeatUntilNoExecution">
  <soapenv:Body>
    <rep:counter>0</rep:counter>
    <rep:Name>TestRepeat</rep:Name>
  </soapenv:Body>
</soapenv:Envelope>